android-studio
antigravity
ghostty-git
ghostty-git-debug
ghostty-shell-integration-git
ghostty-terminfo-git
gtk2
gtk2-debug
ngrok
postman-bin
qt5-styleplugins
qt5-styleplugins-debug
qt6gtk2
qt6gtk2-debug
scenefx0.4
sdl2_pango-debug
swayfx
swayfx-debug
swaylock-effects
swaylock-effects-debug
tuxpaint-debug
visual-studio-code-bin
yay
yay-debug
zen-browser-bin
