act
alsa-utils
android-studio
antigravity
base
base-devel
bat
blueman
bluez
bluez-utils
bottom
brightnessctl
btop
calc
chromium
cliphist
dive
docker
docker-compose
duf
dust
efibootmgr
exfatprogs
eza
fastfetch
fd
ffmpegthumbnailer
firefox
fzf
ghostty-git
git
git-delta
github-cli
gnome-themes-extra
grim
gst-plugin-pipewire
hyperfine
imv
intel-media-driver
intel-ucode
iwd
jdk21-openjdk
jq
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
mako
man-db
mariadb
maven
mkcert
mpv
nano
neovim
networkmanager
ngrok
nodejs
noto-fonts-emoji
npm
ollama
openssh
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-gnome
postgresql
postman-bin
procs
qt5-styleplugins
qt6gtk2
reflector
ripgrep
rofi
rust
slurp
smartmontools
sof-firmware
speedtest-cli
stow
stylua
swaybg
swayfx
swayidle
swaylock-effects
thunar
tlp
tlp-rdw
tmux
tokei
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-lilex-nerd
tumbler
udiskie
udisks2
unzip
usbutils
valkey
vim
visual-studio-code-bin
vulkan-intel
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xinit
xorg-xwayland
xwayland-satellite
yay
yazi
zathura
zen-browser-bin
zip
zoxide
zram-generator
zsh
